Repository: terafin/Open-Relay
Catalog: Open UI/Localizable.xcstrings
Source language: en
Languages: ar, az, bg, bn, bo, bs, ca, ceb, cs, da, de, el, es, et, eu, fa, fi, fr, fr_ca, ga, gl, he, hi, hr, hu, id, it, ja, ka, kab, ko, lt, lv, ms, nb, nl, pa, pl, pt_br, pt_pt, ro, ru, sk, sr, sv, th, tk, tr, ug, uk, ur, uz, vi, zh_hans, zh_hant

# By %@ • %@
source: By %1$@ • %2$@
ar: بواسطة %@ • %@
az: %@ tərəfindən • %@
bg: От %@ • %@
bn: %@ দ্বারা • %@
bo: %@ ནས། %@
bs: Od %@ • %@
ca: Per %@ • %@
ceb: Ni %@ • %@
cs: Od %@ • %@
da: Af %@ • %@
de: Von %@ • %@
el: Από %@ • %@
es: Por %@ • %@
et: %@ poolt • %@
eu: %@ren bidez • %@
fa: توسط %@ • %@
fr: Par %@ • %@
fr_ca: Par %@ • %@
ga: Le %@ • %@
gl: Por %@ • %@
he: מאת %@ • %@
hi: %@ द्वारा • %@
hr: Od %@ • %@
hu: %@ által • %@
id: Oleh %@ • %@
it: Da %@ • %@
kab: Sget %@ • %@
ko: %@에 의해 • %@
lt: Pagal %@ • %@
lv: Pēc %@ • %@
ms: Oleh %@ • %@
nb: Av %@ • %@
nl: Door %@ • %@
pa: %@ ਵਲੋਂ • %@
pl: Przez %@ • %@
pt_br: Por %@ • %@
pt_pt: Por %@ • %@
ro: De %@ • %@
ru: От %@ • %@
sk: Od %@ • %@
sr: Od %@ • %@
sv: Av %@ • %@
th: โดย %@ • %@
tk: %@ tarapyndan • %@
tr: %@ tarafından • %@
ug: %@ دىن • %@
uk: Від %@ • %@
ur: %@ کے ذریعے • %@
uz: %@ tomonidan • %@
vi: Của %@ • %@
zh_hans: 由%@ • %@
zh_hant: 由%@ • %@

source: Camera
ar: الكاميرا
az: Kamera
bg: Камера
bn: ক্যামেরা
bo: པར་ཆས།
bs: Kamera
ca: Càmera
cs: Kamera
da: Kamera
de: Kamera
el: Κάμερα
es: Cámara
et: Kaamera
eu: Kamera
fa: دوربین
fi: Kamera
fr: Appareil photo
fr_ca: Appareil photo
ga: Ceamara
gl: Cámara
he: מצלמה
hi: कैमरा
hr: Kamera
hu: Kamera
id: Kamera
it: Fotocamera
ja: カメラ
ka: კამერა
kab: Takamiṛatt
ko: 카메라
lt: Kamera
lv: Kamera
ms: Kamera
nb: Kamera
pa: ਕੈਮਰਾ
pl: Kamera
pt_br: Câmera
pt_pt: Câmara
ro: Cameră
ru: Камера
sk: Kamera
sr: Камера
sv: Kamera
th: กล้อง
tk: Kamera
tr: Kamera
ug: كامېرا
uk: Камера
ur: کیمرہ
uz: Камера
vi: Máy ảnh
zh_hans: 摄像头
zh_hant: 相機

source: Camera Chat
ar: دردشة الكاميرا
az: Kamera Chat
bg: Чат с камера
bn: ক্যামেরা চ্যাট
bo: ཆ་ལེ་ཤོ་བོའི་ལྷན་སྟེགས།
bs: Kamera Chat
ca: Chat de càmera
cs: Fotochat
da: Kamera-chat
de: Kamera Chat
el: Chat κάμερας
es: Chat con cámara
et: Kaamera vestlus
eu: Kamera Txata
fa: چت دوربین
fi: Kamera-chat
fr: Chat caméra
fr_ca: Chat Caméra
ga: Comhrá Ceamara
gl: Chat de cámara
he: צ'ט מצלמה
hi: कैमरा चैट
hr: Chat s kamerom
hu: Kamera csevegés
id: Chat Kamera
it: Chat fotocamera
ja: カメラチャット
ka: კამერა ჩატი
kab: Ameslway n teγlemt
ko: 카메라 채팅
lt: Fotoaparato pokalbis
lv: Kamera čats
ms: Chat Kamera
nb: Kamerachat
pa: ਕੈਮਰਾ ਚੈਟ
pl: Chat z kamerą
pt_br: Chat com Câmera
pt_pt: Chat de Câmara
ro: Chat cu camera
ru: Чат с камерой
sk: Chat s kamerou
sr: Kamera razgovor
sv: Kamerachatt
th: แชทกล้อง
tk: Kamera Çaty
tr: Kamera Sohbeti
ug: كامېرا سۆزلىشىش
uk: Камера чат
ur: کیمرہ چیٹ
uz: Kamera Chat
zh_hans: 相机聊天
zh_hant: 相機聊天

source: Cancel
ar: إلغاء
az: Ləğv et
bg: Отказ
bn: বাতিল
bo: རྩིས་མེད།
bs: Otkaži
ca: Cancel·lar
ceb: Pagkanselar
cs: Zrušit
da: Afbryd
de: Abbrechen
el: Ακύρωση
es: Cancelar
et: Tühista
eu: Utzi
fa: لغو
fi: Peruuta
fr: Annuler
fr_ca: Annuler
ga: Cealaigh
gl: Cancelar
he: בטל
hi: रद्द करें
hr: Otkaži
hu: Mégse
id: Batal
it: Annulla
ja: キャンセル
ka: გაუქმება
kab: Semmet
ko: 취소
lt: Atšaukti
lv: Atcelt
ms: Batal
nb: Avbryt
nl: Annuleren
pa: ਰੱਦ ਕਰੋ
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulează
ru: Отменить
sk: Zrušiť
sr: Откажи
sv: Avbryt
th: ยกเลิก
tk: Ýatyrmak
tr: İptal
ug: بىكار قىلىش
uk: Скасувати
ur: منسوخ کریں
uz: Бекор қилиш
vi: Hủy bỏ
zh_hans: 取消
zh_hant: 取消

source: Category
ar: التصنيف
az: Kateqoriya
bg: Категория
bn: ক্যাটাগরি
bo: གླེང་སྒྲིག
bs: Kategorija
ca: Categoria
ceb: Kategorya
cs: Kategorie
da: Kategori
de: Kategorie
el: Κατηγορία
es: Categoría
et: Kategooria
eu: Kategoria
fa: دسته‌بندی
fi: Kategoria
fr: Catégorie
fr_ca: Catégorie
ga: Catagóir
gl: Categoría
he: קטגוריה
hi: कैटेगरी
hr: Kategorija
hu: Kategória
id: Kategori
it: Categoria
ja: カテゴリー
ka: კატეგორია
kab: Taggezent
ko: 카테고리
lt: Kategorija
lv: Kategorija
ms: Kategori
nb: Kategori
nl: Categorie
pa: ਕੈਟੇਗਰੀ
pl: Kategoria
pt_br: Categoria
pt_pt: Categoria
ro: Categorie
ru: Категория
sk: Kategória
sr: Kategorija
sv: Kategori
th: หมวดหมู่
tk: Kategoriýa
tr: Kategori
ug: كاتېگورىيە
uk: Категорія
ur: زمرہ
uz: Kategoriya
vi: Danh mục
zh_hans: 分类
zh_hant: 分類

# Change %@'s role from %@ to %@?
source: Change %1$@'s role from %2$@ to %3$@?
ar: تغيير دور %@ من %@ إلى %@؟
az: %@'nin rolunu %@'dan %@'ya dəyişmək?
bg: Промени ролята на %@ от %@ на %@?
bn: %@'র ভূমিকা %@ থেকে %@ এ বদলাবেন?
bo: %@'s ལས་འདེགས %@ ནས %@ ལ་ལོག་གི་རེད་པ?
bs: Promijeni ulogu od %@ sa %@ na %@?
ca: Canviar el rol de %@ de %@ a %@?
ceb: Baguhin ang role ni %@ mula sa %@ hanggang sa %@?
cs: Změnit roli %@ z %@ na %@?
da: Ændre %@'s rolle fra %@ til %@?
de: Ändere %@s Rolle von %@ zu %@?
el: Αλλαγή του ρόλου του %@ από %@ σε %@;
es: ¿Cambiar el rol de %@ de %@ a %@?
et: Muuda %@ rolli %@ pealt %@ peale?
eu: %@ren papera %@etik %@ra aldatu?
fa: نقش %@ را از %@ به %@ تغییر دهیم؟
fi: Muuta %@'n roolia kohteesta %@ kohteeseen %@?
fr: Changer le rôle de %@ de %@ à %@?
fr_ca: Changer le rôle de %@ de %@ à %@?
ga: Athrú ról %@ ó %@ go %@?
gl: ¿Cambiar o rol de %@ de %@ a %@?
he: שנה את התפקיד של %@ מ-%@ ל-%@?
hi: %@ की भूमिका %@ से %@ में बदलें?
hr: Promijeni ulogu od %@ s %@ na %@?
hu: Módosítod %@ szerepét %@-ról %@-ra?
id: Ubah peran %@ dari %@ ke %@?
it: Cambiare il ruolo di %@ da %@ a %@?
ja: %@ のロールを %@ から %@ に変更しますか？
ka: შეცვალო %@'ის როლი %@-დან %@-მდე?
kab: Ibeddel azref n %@ si %@ ar %@?
ko: %@의 역할을 %@에서 %@로 바꿀까요?
lt: Pakeisti %@ vaidmenį iš %@ į %@?
lv: Mainīt %@ lomu no %@ uz %@?
ms: Tukar peranan %@ dari %@ ke %@?
nb: Endre %@s rolle fra %@ til %@?
nl: De rol van %@ wijzigen van %@ naar %@?
pa: %@ ਦੀ ਭੂਮਿਕਾ %@ ਤੋਂ %@ ਵਿੱਚ ਬਦਲੋ?
pl: Zmienić rolę %@ z %@ na %@?
pt_br: Mudar a função de %@ de %@ para %@?
pt_pt: Mudar a função de %@ de %@ para %@?
ro: Schimbă rolul %@ de la %@ la %@?
ru: Изменить роль %@ с %@ на %@?
sk: Zmeniť rolu %@ z %@ na %@?
sr: Promeni ulogu od %@ sa %@ na %@?
sv: Ändra %@s roll från %@ till %@?
th: เปลี่ยนบทบาทของ %@ จาก %@ เป็น %@?
tk: %@'nin roly %@-dan %@-a üýtget?
tr: %@'nin rolünü %@'den %@'ye değiştir?
ug: %@ نىڭ رولىنى %@ دىن %@ گە ئۆزگەرتمۈ؟
uk: Змінити роль %@ з %@ на %@?
ur: %@ کا کردار %@ سے %@ میں تبدیل کریں؟
uz: %@ning rolini %@ dan %@ ga o'zgartirasizmi?
vi: Thay đổi vai trò của %@ từ %@ thành %@?
zh_hans: 要把%@的角色从%@改为%@吗？
zh_hant: 要把%@的角色從%@改成%@嗎？

source: Change Password
ar: تغيير كلمة المرور
az: Şifrəni Dəyişdir
bg: Промяна на Парола
bn: পাসওয়ার্ড পরিবর্তন করুন
bo: གསང་གྲངས་བརྗེ་བ།
bs: Promijeni lozinku
ca: Canviar la contrasenya
ceb: Usba ang password
cs: Změnit heslo
da: Skift password
de: Passwort ändern
el: Αλλαγή Κωδικού
es: Cambiar Contraseña
et: Muuda parooli
eu: Aldatu Pasahitza
fa: تغییر رمز عبور
fi: Vaihda salasana
fr: Changer le mot de passe
fr_ca: Changer le mot de passe
ga: Athraigh Pasfhocal
gl: Cambiar o contrasinal
he: שנה סיסמה
hi: पासवर्ड बदलें
hr: Promijeni lozinku
hu: Jelszó módosítása
id: Ubah Kata Sandi
it: Cambia password
ja: パスワードを変更
ka: პაროლის შეცვლა
kab: Snifel awal n uɛeddi
ko: 비밀번호 변경
lt: Keisti slaptažodį
lv: Mainīt paroli
ms: Tukar Kata Laluan
nb: Endre passord
nl: Wijzig Wachtwoord
pa: ਪਾਸਵਰਡ ਬਦਲੋ
pl: Zmień hasło
pt_br: Alterar Senha
pt_pt: Alterar Senha
ro: Schimbă Parola
ru: Изменить пароль
sk: Zmeniť heslo
sr: Промени лозинку
sv: Ändra lösenord
th: เปลี่ยนรหัสผ่าน
tk: Paroly Üýtget
tr: Parola Değiştir
ug: پارول ئۆزگەرتىش
uk: Змінити пароль
ur: پاس ورڈ تبدیل کریں
uz: Паролни ўзгартириш
vi: Đổi Mật khẩu
zh_hans: 更改密码
zh_hant: 修改密碼

source: Change Role
ar: غير الدور
az: Rolu dəyiş
bg: Смени ролята
bn: রোল চেঞ্জ করুন
bo: ལས་སྒོ་བསྒྱུར།
bs: Promeni ulogu
ca: Canviar rol
ceb: Baguhin ang Role
cs: Změnit roli
da: Skift rolle
de: Rolle ändern
el: Αλλαγή ρόλου
es: Cambiar rol
et: Muuda rolli
eu: Rola aldatu
fa: تغییر نقش
fi: Vaihda roolia
fr: Changer le rôle
fr_ca: Changer le rôle
ga: Athrú Róil
gl: Cambiar rol
he: שנה תפקיד
hi: रोल बदलो
hr: Promijeni ulogu
hu: Szerepcsere
id: Ganti Role
it: Cambia ruolo
ja: ロール変更
ka: როლის შეცვლა
kab: Beddel azraf
ko: 역할 변경
lt: Keisti vaidmenį
lv: Mainīt lomu
ms: Ganti peran
nb: Endre rolle
nl: Rol wijzigen
pa: ਰੋਲ ਬਦਲੋ
pl: Zmień rolę
pt_br: Mudar função
pt_pt: Mudar Papel
ro: Schimbă rol
ru: Изменить роль
sk: Zmeniť rolu
sr: Promeni ulogu
sv: Byt roll
th: เปลี่ยนบทบาท
tk: Roly Üzgert
tr: Rolü değiştir
ug: رولنى ئۆزگەرت
uk: Змінити роль
ur: کردار بدلیں
uz: Rolni o'zgartirish
vi: Đổi vai trò
zh_hans: 换角色
zh_hant: 換角色

source: Change to %@
ar: التبديل إلى %@
az: %@'ya keç
bg: Промени на %@
bn: %@ এ পরিবর্তন করুন
bo: %@ ལ་ལོག་པ
bs: Promijeni na %@
ca: Canviar a %@
ceb: Palitan ng %@
cs: Změnit na %@
da: Skift til %@
de: Wechsel zu %@
el: Αλλαγή σε %@
es: Cambiar a %@
et: Muuda %@ peale
eu: %@ra aldatu
fa: تغییر به %@
fi: Vaihda kohteeseen %@
fr: Passer à %@
fr_ca: Passer à %@
ga: Athrú go %@
gl: Cambiar a %@
he: שנה ל-%@
hi: %@ में बदलें
hr: Promijeni na %@
hu: Módosítás erre: %@
id: Ubah ke %@
it: Cambia a %@
ja: %@ に変更
ka: %@-ზე გადასვლა
kab: Ibeddel ar %@
ko: %@로 변경
lt: Pakeisti į %@
lv: Mainīt uz %@
ms: Tukar ke %@
nb: Endre til %@
nl: Wijzig naar %@
pa: %@ ਵਿੱਚ ਬਦਲੋ
pl: Zmień na %@
pt_br: Mudar para %@
pt_pt: Mudar para %@
ro: Schimbă la %@
ru: Изменить на %@
sk: Zmeniť na %@
sr: Promeni na %@
sv: Ändra till %@
th: เปลี่ยนเป็น %@
tk: %@-a üýtget
tr: %@ olarak değiştir
ug: %@ گە ئۆزگەرت
uk: Змінити на %@
ur: %@ میں تبدیل کریں
uz: %@ ga o'tish
vi: Đổi thành %@
zh_hans: 改为%@
zh_hant: 改成%@

source: Changes saved successfully!
ar: تم حفظ التغييرات بنجاح!
az: Dəyişikliklər saxlanıldı!
bg: Промените са запазени успешно!
bn: পরিবর্তন সেভ হয়েছে!
bo: བསྒྱུར་བ་ངེ་རྒྱུན་ལེགས།
bs: Sačuvano!
ca: Canvis guardats correctament!
ceb: Naka-save na ang changes!
cs: Změny uloženy!
da: Ændringer gemt!
de: Änderungen erfolgreich gespeichert!
el: Αποθηκεύτηκαν!
es: ¡Guardado!
et: Muudatused salvestati!
eu: Aldaketak ondo gorde dira!
fa: تغییرات ذخیره شد!
fi: Muutokset tallennettu!
fr: C'est sauvé !
fr_ca: Changements sauvegardés!
ga: Sábháladh réidh!
gl: Cambios gardados!
he: השינויים נשמרו בהצלחה!
hi: बदलाव सेव हो गए!
hr: Promjene su uspješno spremljene!
hu: Módosítások sikeresen elmentve!
id: Berhasil disimpan!
it: Cambiamenti salvati!
ja: 変更が保存されたよ！
ka: ცვლილებები შენახული!
kab: Ibeddilen tseklez d umata!
ko: 저장됐어!
lt: Pakeitimai sėkmingai išsaugoti!
lv: Izmaiņas saglabātas!
ms: Perubahan tersimpan!
nb: Endringer lagret!
nl: Wijzigingen opgeslagen!
pa: ਤਬਦੀਲੀਆਂ ਸਾਫ਼ਲਤਾ ਨਾਲ ਸੇਵ ਹੋ ਗਈਆਂ!
pl: Zmiany zapisane pomyślnie!
pt_br: Mudanças salvas com sucesso!
pt_pt: Alterações guardadas com sucesso!
ro: Modificări salvate cu succes!
ru: Сохранено!
sk: Zmeny uložené!
sr: Izmene su uspešno sačuvane!
sv: Ändringar sparade!
th: บันทึกสำเร็จ!
tk: Üýtgeşmeler üstünlikli saklanydy!
tr: Değişiklikler başarıyla kaydedildi!
ug: ئۆزگەرتىشلەر مۇۋەپپىقىيەتلىك ساقلاندى!
uk: Зміни збережено!
ur: تبدیلیاں بچ گئیں!
uz: O'zgarishlar saqlandi!
vi: Lưu thay đổi thành công!
zh_hans: 更改已成功保存！
zh_hant: 設定已保存！

source: Channel
ar: القناة
az: Kanal
bg: Канал
bn: চ্যানেল
bo: སྟེགས་ཚད།
bs: Kanal
ca: Canal
ceb: Saluran
cs: Kanál
da: Kanal
de: Kanal
el: Κανάλι
es: Canal
et: Kanal
eu: Kanala
fa: کانال
fi: Kanava
fr: Canal
fr_ca: Canal
ga: Cainéal
gl: Canal
he: ערוץ
hi: चैनल
hr: Kanal
hu: Csatorna
id: Saluran
it: Canale
ja: チャネル
ka: არხი
kab: Abadu
ko: 채널
lt: Kanalas
lv: Kanāls
ms: Saluran
nb: Kanal
nl: Kanaal
pa: ਚੈਨਲ
pl: Kanał
pt_br: Canal
pt_pt: Canal
ro: Canal
ru: Канал
sk: Kanál
sr: Kanal
sv: Kanal
th: ช่องทาง
tk: Kanal
tr: Kanal
ug: قابىل
uk: Канал
ur: چینل
uz: Kanal
vi: Kênh
zh_hans: 频道
zh_hant: 頻道

source: Channel Info
ar: معلومات القناة
az: Kanal Məlumatı
bg: Информация за канала
bn: চ্যানেল ইনফো
bo: སྟེགས་ཚདའི་ཆ་ཤས།
bs: Info kanala
ca: Info del canal
cs: Info kanálu
da: Kanalinfo
de: Kanal-Info
el: Πληροφορίες καναλιού
es: Info del canal
et: Kanali info
eu: Kanalaren info
fa: اطلاعات کانال
fi: Kanavan tiedot
fr: Infos du canal
fr_ca: Info du canal
ga: Eolas Chainéal
gl: Info do canal
he: מידע ערוץ
hi: चैनल की इनफॉ
hr: Info o kanalu
hu: Csatorna infó
id: Info Channel
it: Info canale
ja: チャンネル情報
ka: არხის ინფო
kab: Talɣut n ukanal
ko: 채널 정보
lt: Kanalo informacija
lv: Kanāla informācija
ms: Info Channel
nb: Kanalinfo
nl: Kanaalinfo
pa: ਚੈਨਲ ਇਨਫੋ
pl: Info kanału
pt_br: Info do Canal
pt_pt: Info do Canal
ro: Info canal
ru: О канале
sk: Info kanálu
sr: Info kanala
sv: Kanalinfo
th: ข้อมูลช่อง
tk: Kanal Maglumaty
tr: Kanal Bilgisi
ug: قابىل ئۇچۇرى
uk: Про канал
ur: چینل کی معلومات
uz: Kanal Ma'lumoti
vi: Thông tin kênh
zh_hans: 频道信息
zh_hant: 頻道資訊

source: Channel Name
ar: اسم القناة
az: Kanal Adı
bg: Име на канала
bn: চ্যানেলের নাম
bo: བགྲོ་གླེང་གི་མིང་།
bs: Naziv kanala
ca: Nom del canal
ceb: Pangalan ng Saluran
cs: Název kanálu
da: Kanalnavn
de: Kanalname
el: Όνομα Καναλιού
es: Nombre del Canal
et: Kanali nimi
eu: Kanalaren Izena
fa: نام کانال
fi: Kanavan nimi
fr: Nom du canal
fr_ca: Nom du canal
ga: Ainm Cainéal
gl: Nome do Canal
he: שם הערוץ
hi: चैनल का नाम
hr: Naziv kanala
hu: Csatorna neve
id: Nama Saluran
it: Nome canale
ja: チャンネル名
ka: არხის სახელი
kab: Isem n ubadu
ko: 채널 이름
lt: Kanalo pavadinimas
lv: Kanāla nosaukums
ms: Nama Saluran
nb: Kanalens navn
nl: Kanaalnaam
pa: ਚੈਨਲ ਦਾ ਨਾਮ
pl: Nazwa kanału
pt_br: Nome do canal
pt_pt: Nome do Canal
ro: Nume canal
ru: Название канала
sk: Názov kanálu
sr: Назив канала
sv: Kanalnamn
th: ชื่อช่องทาง
tk: Kanal Ady
tr: Kanal Adı
ug: قانال ئاتى
uk: Назва каналу
ur: چینل کا نام
uz: Канал номи
vi: Tên Kênh
zh_hans: 频道名称
zh_hant: 頻道名稱

source: Channel Type
ar: نوع القناة
az: Kanal Növü
bg: Тип канал
bn: চ্যানেলের ধরন
bo: སྟེགས་ཚདའི་རིགས།
bs: Tip kanala
ca: Tipus de canal
ceb: Uri ng Saluran
cs: Typ kanálu
da: Kanaltype
de: Kanaltyp
el: Τύπος Καναλιού
es: Tipo de Canal
et: Kanali tüüp
eu: Kanalaren Mota
fa: نوع کانال
fi: Kanavatyyppi
fr: Type de canal
fr_ca: Type de canal
ga: Cineál Cainéal
gl: Tipo de canal
he: סוג ערוץ
hi: चैनल का प्रकार
hr: Vrsta kanala
hu: Csatorna típusa
id: Jenis Saluran
it: Tipo di canale
ja: チャネルタイプ
ka: არხის ტიპი
kab: Anaw n wakanal
ko: 채널 타입
lt: Kanalo tipas
lv: Kanāla tips
ms: Jenis Saluran
nb: Kanaltype
nl: Kanaaltype
pa: ਚੈਨਲ ਕਿਸਮ
pl: Typ kanału
pt_br: Tipo de canal
pt_pt: Tipo de Canal
ro: Tip canal
ru: Тип канала
sk: Typ kanálu
sr: Tip kanala
sv: Kanaltyp
th: ประเภทช่อง
tk: Kanal Görnüşi
tr: Kanal Türü
ug: قابىلنىڭ تىپى
uk: Тип каналу
ur: چینل کی قسم
uz: Kanal Turi
vi: Loại kênh
zh_hans: 频道类型
zh_hant: 頻道類型

source: Channels
ar: القنوات
az: Kanallar
bg: Канали
bn: চ্যানেলসমূহ
bo: བགྲོ་གླེང་།
bs: Kanali
ca: Canals
ceb: Mga Saluran
cs: Kanály
da: Kanaler
de: Kanäle
el: Κανάλια
es: Canal
et: Kanalid
eu: Kanalak
fa: کانال‌ها
fi: Kanavat
fr: Canaux
fr_ca: Canaux
ga: Cainéil
gl: Canal
he: ערוצים
hi: चैनल
hr: Kanali
hu: Csatornák
id: Saluran
it: Canali
ja: チャンネル
ka: არხები
kab: Ibuda
ko: 채널
lt: Kanalai
lv: Kanāli
ms: Saluran-saluran
nb: Kanaler
nl: Kanalen
pa: ਚੈਨਲਜ਼
pl: Kanały
pt_br: Canais
pt_pt: Canais
ro: Canale
ru: Каналы
sk: Kanály
sr: Канали
sv: Kanaler
th: ช่องทาง
tk: Kanallar
tr: Kanallar
ug: قاناللار
uk: Канали
ur: چینلز
uz: Каналлар
vi: Kênh
zh_hans: 频道
zh_hant: 頻道

source: Channels are collaborative spaces where users and AI models can interact together.
ar: القنوات هي مساحات للتعاون بين المستخدمين والموديلات الذكية
az: Kanallar istifadəçilərlə AI modellərinin birlikdə işlədikləri yerdir
bg: Каналите са съвместни пространства, където потребители и AI модели могат да взаимодействат.
bn: চ্যানেল হলো কোলাবোরেটিভ স্পেস যেখানে ইউজার আর AI একসাথে কাজ করতে পারে
bo: སྟེགས་ཚད་དེ་སྒེར་གྲོགས་པའི་ས་གནས་ཡིན་ལ། མི་དང་AI དཔེ་མ་དག་ལྷན་སྟེགས་བྱེད་ཀྱི་ཡོད།
bs: Kanali su mesta gde korisnici i AI mogu zajedno da komuniciraju.
ca: Els canals són espais col·laboratius on els usuaris i els models d'IA poden interactuar junts.
ceb: Ang Channels ay collaborative spaces kung saan users at AI models ay maaaring mag-interact together.
cs: Kanály jsou místa ke spolupráci, kde se uživatelé a AI modely mohou spolu interagovat.
da: Kanaler er samarbejdssteder hvor brugere og AI-modeller kan interagere sammen.
de: Kanäle sind Zusammenarbeitsflächen, in denen Nutzer und KI-Modelle zusammen interagieren können.
el: Τα κανάλια είναι συνεργατικοί χώροι όπου χρήστες και μοντέλα AI μπορούν να αλληλεπιδρούν.
es: Los canales son espacios colaborativos donde usuarios y modelos de IA pueden interactuar juntos.
et: Kanalid on koostöörumid, kus kasutajad ja AI mudelid saavad koos suhtleda.
eu: Kanalak erabiltzaile eta AI modeloak batera elkarreragiten duten espazio kolaboratiboak dira.
fa: کانال‌ها جاهایی هستن که کاربرها و هوش مصنوعی می‌تونن باهم کار کنن.
fi: Kanavat ovat yhteistyötiloja, joissa käyttäjät ja tekoäly-mallit voivat olla vuorovaikutuksessa.
fr: Les canaux sont des espaces collaboratifs où les utilisateurs et les modèles IA peuvent interagir.
fr_ca: Les canaux sont des espaces collaboratifs où les utilisateurs et les modèles IA peuvent interagir ensemble.
ga: Is spásanna comhoibríocha iad Chainéil inar féidir le húsáideoirí agus samhlacha AI idirghníomhú le chéile.
gl: Os canais son espazos colaborativos onde usuarios e modelos de IA pueden interactuar xuntos.
he: ערוצים הם מרחבים שיתופיים שבהם משתמשים ו-AI יכולים לתקשר ביחד.
hi: चैनल्स वो जगहें हैं जहां यूजर्स और AI मॉडल्स एक साथ बात कर सकते हैं।
hr: Kanali su suradnički prostori gdje korisnici i AI modeli zajedno komuniciraju.
hu: A csatornák olyan közös terek, ahol a felhasználók és az AI modellek együtt tudnak működni.
id: Channel adalah ruang kolaborasi buat pengguna dan model AI bisa interaksi bareng.
it: I canali sono spazi collaborativi dove utenti e modelli AI interagiscono insieme.
ja: チャンネルはユーザーとAIが一緒にやり取りできるコラボスペースです。
ka: არხები - სადაც შენ და ეიआი-ები გაერთიანებული ხართ
kab: Ikanawen d izamulen sersem n yimasnanen d iturmadin n AI ara yisṭufiren d yiwet.
ko: 채널은 사용자랑 AI 모델이 함께 대화할 수 있는 공간이야
lt: Kanalai yra bendradarbiavimo vietos, kur naudotojai ir AI modeliai gali bendrauti kartu.
lv: Kanāli ir sadarbības telpu, kur lietotāji un AI modeļi var mijiedarboties.
ms: Channel adalah tempat kolaborasi di mana user dan model AI boleh interact bareng.
nb: Kanaler er samarbeidssteder der brukere og AI-modeller kan samhandle.
nl: Kanalen zijn samenwerkingsruimtes waar gebruikers en AI-modellen samen kunnen werken.
pa: ਚੈਨਲਜ਼ ਕੋਲੋਬੋਰੇਟਿਵ ਸਪੇਸ ਹਨ ਜਿੱਥੇ ਯੂਜ਼ਰ ਅਤੇ AI ਮਾਡਲ ਮਿਲ ਕੇ ਕਾਮ ਕਰ ਸਕਦੇ ਹਨ।
pl: Kanały to wspólne przestrzenie, gdzie użytkownicy i modele AI mogą się razem komunikować.
pt_br: Canais são espaços colaborativos onde usuários e modelos de IA interagem juntos.
pt_pt: Canais são espaços colaborativos onde utilizadores e modelos de IA podem interagir em conjunto.
ro: Canalele sunt spații collaborative unde utilizatorii și modelele AI pot interacționa împreună.
ru: Каналы — это пространства, где пользователи и ИИ взаимодействуют вместе.
sk: Kanály sú priestory na spoluprácu, kde si môžu používatelia a AI modely vzájomne komunikovať.
sr: Kanali su saradnički prostori gde korisnici i AI modeli mogu da međusobno deluju.
sv: Kanaler är samarbetsutrymmen där användare och AI-modeller kan interagera tillsammans.
th: ช่องคือพื้นที่ร่วมมิตรที่ผู้ใช้กับ AI โต้ตอบกันได้
tk: Kanallar ulanyjylar bilen AI modelleriniň birlikde aragatnaşyk saçlaýan hyzmatdaş ýerleridir.
tr: Kanallar, kullanıcılar ve AI modellerinin birlikte etkileşim kurabileceği işbirlikçi alanlardır.
ug: قابىللار ئىشلەتكۈچىلەر ۋە سۈنئەت ئىنتېللېكتى بىللە ئالاقىلىشالايدىغان ھاماسىلاش جايى.
uk: Канали — це місця, де користувачі та AI можуть разом спілкуватися.
ur: چینلز وہ جگہیں ہیں جہاں صارفین اور AI ماڈلز ایک دوسرے سے بات کر سکتے ہیں۔
uz: Kanallar foydalanuvchilar va AI modellarining birgalikda muloqot qilishi mumkin bo'lgan joylaridir.
vi: Kênh là nơi người dùng và AI có thể tương tác với nhau.
zh_hans: 频道是用户和AI可以一起互动的协作空间
zh_hant: 頻道是用戶和 AI 模型能一起互動的協作空間。

source: Chart
ar: رسم بياني
az: Qrafik
bg: График
bn: চার্ট
bo: ཆུ་ཚོད།
bs: Grafikon
ca: Gràfic
cs: Graf
da: Diagram
de: Diagramm
el: Γράφημα
es: Gráfico
et: Graafik
eu: Grafikoa
fa: نمودار
fi: Kaavio
fr: Graphique
fr_ca: Graphique
ga: Cairt
gl: Gráfica
he: גרף
hi: चार्ट
hr: Grafikon
hu: Grafikon
id: Grafik
it: Grafico
ja: チャート
ka: ჩარტი
kab: Tajrutt
ko: 차트
lt: Diagrama
lv: Diagramma
ms: Grafik
nb: Diagram
nl: Grafiek
pa: ਚਾਰਟ
pl: Wykres
pt_br: Gráfico
pt_pt: Gráfico
ro: Grafic
ru: График
sk: Graf
sr: Grafikon
sv: Diagram
th: กราฟ
tk: Grafik
tr: Grafik
ug: گرافىك
uk: Графік
ur: چارٹ
uz: Diagramma
vi: Biểu đồ
zh_hans: 图表
zh_hant: 圖表

source: Chat
ar: الدردشة
az: Söhbət
bg: Чат
bn: চ্যাট
bo: ཕ་གླེང་།
bs: Razgovor
ca: Xat
el: Συνομιλία
et: Vestlus
eu: Txata
fa: گفتگو
ga: Comhrá
he: צ'אט
hi: चैट
hr: Razgovor
hu: Csevegés
id: Obrolan
ja: チャット
ka: ჩეთი
kab: Ajewwak
ko: 채팅
lt: Pokalbis
lv: Čats
ms: Perbualan
pa: ਚੈਟ
pl: Czat
ru: Чат
sr: Ћаскање
sv: Chatt
th: แชท
tk: Çat
tr: Sohbet
ug: سۆھبەت
uk: Чат
ur: چیٹ
vi: Trò chuyện
zh_hans: 聊天
zh_hant: 聊天

source: Chat Behavior
ar: سلوك الدردشة
az: Söhbət Davranışı
bg: Поведение на чата
bn: চ্যাট আচরণ
bo: ཕ་གླེང་གི་སྤྱོད་པ།
bs: Ponašanje razgovora
ca: Comportament del xat
ceb: Pag-uugali sa Chat
cs: Chování chatu
da: Chatopførsel
de: Chat-Verhalten
el: Συμπεριφορά Συνομιλίας
es: Comportamiento del chat
et: Vestluse käitumine
eu: Txataren portaera
fa: رفتار گفتگو
fi: Chatin käyttäytyminen
fr: Comportement du chat
fr_ca: Comportement du chat
ga: Iompar Comhrá
gl: Comportamento do Chat
he: התנהגות הצ'אט
hi: चैट व्यवहार
hr: Ponašanje razgovora
hu: Csevegés viselkedése
id: Perilaku Obrolan
it: Comportamento chat
ja: チャット動作
ka: ჩეთის ქცევა
kab: Abrid n ujewwak
ko: 채팅 동작
lt: Pokalbio elgesys
lv: Čata uzvedība
ms: Tingkah Laku Perbualan
nb: Chat-atferd
nl: Chatgedrag
pa: ਚੈਟ ਵਿਵਹਾਰ
pl: Zachowanie czatu
pt_br: Comportamento do chat
pt_pt: Comportamento do Chat
ro: Comportamentul Chat
ru: Поведение чата
sk: Správanie chatu
sr: Понашање ћаскања
sv: Chattbeteende
th: พฤติกรรมแชท
tk: Çat Häsiýeti
tr: Sohbet Davranışı
ug: سۆھبەت ئورۇنلاشتۇرۇشى
uk: Поведінка чату
ur: چیٹ کا رویہ
uz: Chat xatti-harakati
vi: Hành vi Trò chuyện
zh_hans: 聊天行为
zh_hant: 聊天行為

source: Chat by %@
ar: محادثة من %@
az: %@ ilə söhbət
bg: Чат от %@
bn: %@ দ্বারা চ্যাট
bo: %@ གི་སྐད་ཆ
bs: Čat od %@
ca: Chat per %@
ceb: Chat ni %@
cs: Chat od %@
da: Samtale af %@
de: Chat von %@
el: Συνομιλία με %@
es: Chat de %@
et: Vestlus %@ poolt
eu: %@ren txatea
fa: گفتگو توسط %@
fi: Keskustelu tekijältä %@
fr: Chat par %@
fr_ca: Discussion par %@
ga: Comhrá le %@
gl: Conversa de %@
he: צ'אט מאת %@
hi: %@ द्वारा चैट
hr: Chat od %@
hu: %@ csevegése
id: Obrolan oleh %@
it: Chat di %@
ja: %@ のチャット
ka: %@-ის ჩეთი
kab: Twidyanit n %@
ko: %@의 채팅
lt: Pokalbis iš %@
lv: Čats no %@
ms: Obrolan oleh %@
nb: Chat av %@
nl: Chat van %@
pa: %@ ਵਲੋਂ ਚੈਟ
pl: Czat przez %@
pt_br: Chat de %@
pt_pt: Conversa de %@
ro: Conversație de %@
ru: Чат от %@
sk: Chat od %@
sr: Čat od %@
sv: Chatt av %@
th: แชทโดย %@
tk: %@ tarapyndan söhbet
tr: %@ tarafından Sohbet
ug: %@ نىڭ چاتى
uk: Чат від %@
ur: %@ کے ذریعے چیٹ
uz: %@ bilan chat
vi: Trò chuyện bởi %@
zh_hans: 与%@的聊天
zh_hant: %@的聊天
